Repository: jsoyer/Wipey
Catalog: Wipey/Views/Localizable 3.xcstrings
Source language: en
Languages: fr

# common.cancel
source: Cancel
fr: Annuler

# exit.hint.hold_esc
source: Hold Esc
fr: Maintenir Esc

# header.settings.tooltip
source: Settings
fr: Réglages

# section.what_to_clean
source: What to clean
fr: Éléments à nettoyer

# session.start.button
source: Start Cleaning
fr: Démarrer le nettoyage

# toggle.keyboard
source: Keyboard & Trackpad
fr: Clavier et trackpad

# toggle.mouse
source: Mouse
fr: Souris

# toggle.screen
source: Screen Blackout
fr: Occultation de l'écran

# permission.alert.title
source: Permission Required
fr: Autorisation requise

# permission.alert.message
source: Wipey needs Accessibility permission to lock your keyboard and trackpad during cleaning.
fr: Wipey a besoin de l'autorisation Accessibilité pour verrouiller votre clavier et trackpad pendant le nettoyage.

# permission.alert.open_settings
source: Open System Settings
fr: Ouvrir Réglages Système

# settings.section.exit_mechanisms
source: Exit Mechanisms
fr: Mécanismes de sortie

# settings.section.behavior
source: Behavior
fr: Comportement

# settings.section.remarks
source: Remarks
fr: Remarques

# settings.section.privacy
source: Privacy
fr: Confidentialité

# settings.section.about
source: About
fr: À propos

# settings.license
source: License
fr: Licence

# settings.github
source: View on GitHub
fr: Voir sur GitHub

# exit_mechanism.auto_timer.title
source: Auto timer
fr: Minuteur automatique

# exit_mechanism.hold_key.title
source: Hold key
fr: Maintenir une touche

# exit_mechanism.key_sequence.title
source: Key sequence
fr: Séquence de touches

# exit_mechanism.menu_bar.title
source: Menu bar button
fr: Bouton barre de menu

# remarks_style.sarcastic
source: Sarcastic
fr: Sarcastique

# remarks_style.silent
source: Silent
fr: Silencieux

# remark.sarcastic.idle.2
source: Your keyboard is judging you.
fr: Votre clavier vous juge.

# hud.exit.hint
source: Hold Esc to exit
fr: Maintenez Esc pour quitter
